# MepZoneEquipmentDrawVentilation Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MepZoneEquipmentDrawVentilation Property
ParameterTypeId Class See Also
---
"Draw Ventilation"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MepZoneEquipmentDrawVentilation { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MepZoneEquipmentDrawVentilation As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MepZoneEquipmentDrawVentilation {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace